//起点
var info = {
    x: 66,
    y: 86,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第一次转弯
var info = {
    x: 66,
    y: 280,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第二次转弯
var info = {
    x: 266,
    y: 280,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第三次转弯
var info = {
    x: 266,
    y: 220,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第四次转弯
var info = {
    x: 470,
    y: 220,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第五次转弯
var info = {
    x: 470,
    y: 280,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}
//第六次转弯
var info = {
    x: 670,
    y: 280,
    w: 70,
    h: 60,
    sx: 10,
    sy: 10,
}